<template>
  <div class="protocolwarp">
      <mi-header title="开店协议"></mi-header>
      <div>
          欢迎使用 “网易商城”服务（以下简称“网易商城”），为了保障您的权益，请在使用“网易商城”前，详细阅读此服务协议（以下简称“本协议”）的所有内容，特别是加粗部分。当您勾选“我已看过并同意《网易商城服务协议》”时，您的行为表示您同意并签署了本协议，并同意遵守本协议中的约定。该协议构成您与“网易商城”达成的协议，具有法律效力。
本协议内容包括协议正文、本协议下述条款明确援引的其他协议、网易商城已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，您使用网易商城服务均受本协议约束。
一、网易商城
网易商城作为平台化服务，您可以浏览商城中商家发布的商品和服务信息。您登录有效的网易邮箱帐号后，可选购各商家的商品或服务，与之达成交易意向并进而完成交易，您还可以参加网易商城组织的活动，使用其它信息服务及技术服务。
商家是指通过网易商城陈列、售卖商品或服务，并最终和您完成交易的主体，是商品供应商和销售商。除网易自有商品之外，网易商城不参与商品或服务的销售。网易自有商品是指网易商城的关联公司运营、销售的商品，如印象派、网易一卡通。您同意：网易自有商品的交易、服务及售后保障相关事宜不适用本协议的约定。
如您交易过程中使用网易宝有限公司提供的“网易支付”电子钱包服务的，您还需同意《“网易支付”服务协议》，并承担您交易所产生的法律后果。
二、网易商城服务规范
1、除网易自有商品外，网易商城并非该商城上陈列的商品和服务的提供方或售卖方，该等商品和服务由商家向您提供，由其承担其商品和服务的质量保证责任。网易商城会与商家一起努力尽可能准确、详尽地描述每一件商品。
2、您在网易商城所选购商品的描述均由商家提供，仅由他们对其真实性负责。您应该对您对该等商品和服务所作出的判断进行负责，网易商城不参与您与商家的交易。网易商城将根据网易商城的相关规则督促商家履行对您的售后保障服务。
3、除非另有证明，网易商城储存在其的服务器上的数据是您使用网易商城服务的唯一有效证据。
三、网易商城使用规则
1、您可浏览网易商城陈列的商品或服务信息，如您希望选购并支付订单的，您需先登录或注册网易邮箱帐号，并根据页面提示提交选购的商品信息，包括但不限于数量、规格、选购的虚拟商品的交付所需的手机等帐号信息、选购的实物商品的交付所需的送货地址。
您确认：在使用网易商城服务过程中，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，网易商城有权向您的监护人追偿。
2、您同意并保证：网易商城有权记录您在选购商品或服务时，在线填写的所有信息并提供给商家或网易商城的关联公司。您保证该等信息准确、合法，该等信息并将作为您本次交易的不可撤销的承诺，您承担因该等信息错误、非法等导致的后果。为向您提供更好的服务，您授权网易商城在本服务期间或本服务终止后有权使用上述信息。如您提供的信息过期、无效进而导致商家或网易商城无法与您取得联系的，因此导致您在使用网易商城服务中产生任何损失或增加费用的，应由您完全独自承担。
3、您理解并同意：网易商城实行先付款后发货的方式，您及时、足额、合法的支付选购商品或服务所需的款项是商家给您发货的前提。
4、您支付交易款项过程中，将被邀请复查选购商品或服务的信息，包括单价、购买数量，付款方式，商品的运输方式和费用等。该存储于网易商城服务器的订单表格被认为是您的该次交易对应的发货、退货和争议事项的证据。您点击“确认无误付款”（文字内容可根据页面需要调整）意味着您认可订单表格中包含的所有信息都是正确、合法和完整的。
5、您所选购的商品或服务将被送至订单表格上注明的送货地址（虚拟商品除外）。该等物流服务由您所选购商品或服务的商家提供，网易商城不参与其中。无论何种原因该商品不能送达到送货地址，请您尽快跟页面公示的商家客服热线取得联系并解决。
6、您可将您与商家关于交易的争议提交网易商城，您同意网易商城有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定，该判断和决定将对您具有法律约束力。但您理解并同意，网易商城并非司法机构，仅能以普通人的身份对证据进行鉴别，网易商城对争议的调处完全是基于您的委托，网易商城无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人追偿。
7、您了解并同意，网易商城有权应有权部门的要求，向其提供您提交给网易商城或在使用网易商城服务中存储于网易商城服务器的必要信息。如您涉嫌侵犯他人合法权益，则网易商城有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供关于您的前述必要信息。
四、其他约定
1、您如对本协议项下网易商城服务有任何疑问，请登录获取相关信息或拨打本商城客服电话（0571-26201163），网易商城将为您提供【24】小时服务。
2、责任范围和限制
A 网易商城对不可抗力导致的损失不承担责任。本服务条款所指不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信运营商的故障、计算机或互联网相关技术缺陷、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免并不能克服的客观情况。
B 您了解网易商城仅提供这一平台作为您获取商品或服务信息、物色交易对象、就商品和/或服务的交易进行协商及开展交易的非物理场所，但网易商城无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关商品及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。
C 对发生下列情形之一所造成的不便或损害，网易商城免责：
     a定期检查或施工，更新软硬件而造成的服务中断，或突发性的软硬件设备与电子通信设备故障；
     b您与其它任何第三方的纠纷。
D无论何种原因网易商城对您的购买行为的赔偿金额将不会超过您受到影响的当次购买行为已经实际支付的费用的总额。
3、服务终止 经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者网易商城根据自身的判断，认为您的行为涉嫌违反本协议的条款或涉嫌违反法律法规的规定的，则网易商城有权暂停或停止向您提供服务，且无须为此向您或任何第三方承担责任。
4、本协议适用中华人民共和国的法律。 当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关条款将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。
5、如使用网易商城出现纠纷，您和网易商城一致同意将纠纷交由网易商城所在地人民法院管辖。
6、网易商城有权对本协议进行调整、补充和改变，并有权以网页公告的方式予以公布，无需另行单独通知您。 若您在网易商城进行上述调整、补充和改变后，仍继续使用“网易商城服务”的，则视为接受该等调整、补充和改变，若您不同意的，您有权终止本协议并停止使用“网易商城服务”。
7、本协议自发布之日起实施，并构成您和网易商城之间的共识。
      </div>
  </div>
</template>

<script>
import header from '../../../../../components/header.vue';

export default {
    components:{
        'mi-header':header
    }
}
</script>

<style lang="less" scoped>
    .protocolwarp{
        background:#fff;
        font-size:1.3rem;padding:1rem;
    }
</style>


